Repository: arkadeleon/ragnarok-offline
Catalog: Packages/RagnarokLocalization/Sources/RagnarokLocalization/Resources/Element.xcstrings
Source language: en
Languages: de, es, fr, id, it, ja, ko, pt_br, ru, th, tr, zh_hans, zh_hant

source: Dark
de: Dunkel
es: Oscuridad
fr: Ténèbres
id: Gelap
it: Oscurità
ja: 闇
ko: 암
pt_br: Sombrio
ru: Тьма
th: มืด
tr: Karanlık
zh_hans: 暗
zh_hant: 暗

source: Earth
de: Erde
es: Tierra
fr: Terre
id: Tanah
it: Terra
ja: 地
ko: 지
pt_br: Terra
ru: Земля
th: ดิน
tr: Toprak
zh_hans: 地
zh_hant: 地

source: Endowed
de: Verzaubert
es: Dotado
fr: Enchanté
id: Diberkahi
it: Incantato
ja: 念
ko: 염
pt_br: Dotado
ru: Призрак
th: ความคิด
tr: Ruhsal
zh_hans: 念
zh_hant: 念

source: Fire
de: Feuer
es: Fuego
fr: Feu
id: Api
it: Fuoco
ja: 火
ko: 화
pt_br: Fogo
ru: Огонь
th: ไฟ
tr: Ateş
zh_hans: 火
zh_hant: 火

source: Ghost
de: Geist
es: Fantasma
fr: Fantôme
id: Hantu
it: Spettro
ja: 念
ko: 염
pt_br: Fantasma
ru: Призрак
th: ผี
tr: Hayalet
zh_hans: 念
zh_hant: 念

source: Holy
de: Heilig
es: Sagrado
fr: Saint
id: Suci
it: Sacro
ja: 聖
ko: 성
pt_br: Sagrado
ru: Святость
th: ศักดิ์สิทธิ์
tr: Kutsal
zh_hans: 圣
zh_hant: 聖

source: Poison
de: Gift
es: Veneno
id: Racun
it: Veleno
ja: 毒
ko: 독
pt_br: Veneno
ru: Яд
th: พิษ
tr: Zehir
zh_hans: 毒
zh_hant: 毒

source: Random
de: Zufällig
es: Aleatorio
fr: Aléatoire
id: Acak
it: Casuale
ja: ランダム
ko: 무작위
pt_br: Aleatório
ru: Случайный
th: สุ่ม
tr: Rastgele
zh_hans: 随机
zh_hant: 隨機

source: Undead
de: Untot
es: No-muerto
fr: Mort-vivant
id: Mayat Hidup
it: Non-morto
ja: 不死
ko: 불사
pt_br: Morto-vivo
ru: Нежить
th: อมตะ
tr: Ölümsüz
zh_hans: 不死
zh_hant: 不死

source: Water
de: Wasser
es: Agua
fr: Eau
id: Air
it: Acqua
ja: 水
ko: 수
pt_br: Água
ru: Вода
th: น้ำ
tr: Su
zh_hans: 水
zh_hant: 水

source: Weapon
de: Waffe
es: Arma
fr: Arme
id: Senjata
it: Arma
ja: 武器
ko: 무기
pt_br: Arma
ru: Оружие
th: อาวุธ
tr: Silah
zh_hans: 武器
zh_hant: 武器

source: Wind
es: Viento
fr: Vent
id: Angin
it: Vento
ja: 風
ko: 풍
pt_br: Vento
ru: Ветер
th: ลม
tr: Rüzgar
zh_hans: 风
zh_hant: 風

source: Neutral
fr: Neutre
id: Netral
it: Neutrale
ja: 無
ko: 무
pt_br: Neutro
ru: Нейтральный
th: เป็นกลาง
tr: Nötr
zh_hans: 无
zh_hant: 無
